Revit 2027 API
ParameterTypeId.AlignmentStationSuffix Property
 "Station Suffix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AlignmentStationSuffix { get; }
Public Shared ReadOnly Property AlignmentStationSuffix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AlignmentStationSuffix {
	ForgeTypeId^ get ();
}
static member AlignmentStationSuffix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace